benchmarks/uvloop-httptools/wrk.log
Running 5s test @ http://127.0.0.1:8080
  10 threads and 200 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    17.50ms    8.22ms  67.20ms   65.01%
    Req/Sec     3.77k   699.91    10.95k    66.60%
  Latency Distribution
     50%   16.46ms
     75%   22.01ms
     90%   27.27ms
     99%   42.11ms
  189910 requests in 5.10s, 13.95MB read
Requests/sec:  37235.47
Transfer/sec:      2.73MB