benchmarks/uvloop-httptools/wrk.log
Running 5s test @ http://127.0.0.1:8080
  10 threads and 200 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    21.28ms   16.15ms 440.36ms   98.31%
    Req/Sec     2.65k   642.34     7.32k    78.29%
  Latency Distribution
     50%   20.12ms
     75%   26.83ms
     90%   30.30ms
     99%   41.07ms
  132595 requests in 5.08s, 9.74MB read
  Socket errors: connect 0, read 26461, write 0, timeout 0
Requests/sec:  26080.80
Transfer/sec:      1.89MB